Repository: husoft07/serial-port-v2
Catalog: Properties/Strings.*.resx
Languages: tr

source: Connect
tr: Bağlan

source: Disconnect
tr: Bağlantıyı Kes

# refreshport
source: Refresh Port List
tr: Port Listesini Yenile

source: Port List
tr: Port Listesi

# autocfg_proccess
source: Autoconfig Proccess
tr: Otomatik İlerleme

# connect_setting
source: Connection Settings
tr: Bağlantı Ayarları

# cmd_screen
source: Command Screen
tr: Komut Ekranı

# var_def
source: Variable Definitions
tr: Değişken Tanımları

# sys_ip
source: System IP
tr: Sistem IP

# search
source: Search this area
tr: Bu Alandan Arama Yap

# get_syslist
source: Get System List (apppath\config\syslist.txt)
tr: Sistem Listesini Al (uygulamadizini\config\syslist.txt)

# IPs_found
source: IPs
tr: IP ler

source: Devices
tr: Aygıtlar

source: End Line
tr: Satır Sonu

# con_type
source: Connection Type
tr: Bağlantı Tipi

# spaceadd
source: Space to be added with double click
tr: Çift Tık İle Eklenecek Boşluk

# sysname
source: System Name
tr: Sistem Adı

# preconfig
source: Default Config
tr: Hazır Komutlar

# select_row
source: Start from selected row
tr: Seçili satırdan başlat

# start_cfg
source: Start Configuration
tr: Konfigürasyonu Başlat

# refresh_filelist
source: Refresh File List ( app_path\config)
tr: Dosya Listesini Yenile ( uygulama_dizini\config)

# up_com_file
source: Command File Update
tr: Komut Dosyasını Güncelle

# saveas_comfile
source: Save As Command File
tr: Komut Dosyasını Farklı Kaydet

# lang
source: Languages
tr: Diller

source: Help
tr: Yardım

source: About
tr: Hakkında

# appdetail
source: Application Detail
tr: Uygulama Detayları

source: Defines
tr: Tanımlar

# port_error
source: Cannot find ports
tr: Port bulunamadı

# connected_mbox_error
source: Failed to open serial port:
tr: Seri port açılamadı:

# sysfound
source: System Names
tr: Sistem İsimleri

# save_ok
source: Save succesfully
tr: Başarıyla kaydedildi

source: Info
tr: Bilgi

source: Port Closed
tr: Bağlantı Noktası Kapalı

# connect_errormsg
source: Connection Error
tr: Bağlantı Hatası

# device_connect_errormsg
source: No devices connected
tr: Bağlı cihaz yok

# connect_setting_error
source: Connection Settings Error
tr: Bağlantı Ayarları Hatası

source: Edit
tr: Düzenle

source: Save
tr: Kaydet

source: Save As
tr: Farklı Kaydet

# insertcmd
source: Insert From Command Line
tr: Komut Satırından Ekle

# unknown_connect_error
source: An undetermined error has occurred. Check whether your port connection is open or you are connected to the correct port. Check your connected cables and devices.
tr: Belirlenemeyen bir hata oluştu.Port bağlantınızın açık yada doğru porta bağlı olduğunuzu kontrol edin. Bağlı kablolarınızı ve cihazlarınızı kontrol edin.

source: Complate
tr: Tamamlandı

# ip_error
source: IP address is not valid
tr: IP adresi geçerli değil

# error_select_list
source: List is empty or no items are selected
tr: Liste boş yada seçili öğe yok

# insert_between_cmd
source: Insert Command is Between Line
tr: Araya Komut Satırı Ekle

# insert_cmd_endlist
source: Insert Command is EndLine
tr: Listenin Sonuna Komut Satırı Ekle

# replace_line
source: Replace Selected Line
tr: Seçili Satırı Değiştir

source: Text File
tr: Metin Dosyaları

# all_file
source: All Files
tr: Tüm Dosyalar

# warning_file
source: This file already exists. Do you want to overwrite?
tr: Bu dosya zaten var. Üzerine yazmak istiyor musunuz?

# warning_file_shortversion
source: This file already exist.
tr: Bu dosya zaten var.

# file_select_message
source: Please select file
tr: Lütfen bir dosya seçin

source: Warning!
tr: Uyarı!

source: Move Up
tr: Yukarı Taşı

source: Move Down
tr: Aşağı Taşı

# invalid_file_path
source: File Path Invalid.
tr: Dosya Yolu Geçersiz.

source: Templates
tr: Şablonlar

# templates_syslist
source: Sample System List Template
tr: Örnek Sistem Listesi Şablonu

# templates_definition
source: Sample Definition Template
tr: Örnek Tanım Şablonu

# templates_command
source: Sample Command Template
tr: Örnek Komut Şablonu
